brew "bear"
brew "cmake"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "ghostty"
cask "orbstack"
cask "raycast"
