tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "neovim/neovim"
tap "wez/wezterm"
brew "python@3.11"
brew "git"
brew "go"
brew "neovim", args: ["HEAD"]
brew "wget"
brew "z"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "wezterm-nightly"
cask "font-inconsolata-go-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono"
cask "font-roboto"
cask "font-space-mono-nerd-font"
